# TestEncryptPlugins

## Description
This will test do batch encryption of all VectorScript plug-ins in the Plug-ins folder and put the reuslt in a test folder.

```pascal
PROCEDURE TestEncryptPlugins;
```

```python
def vs.TestEncryptPlugins():
    return None
```

## Version
Availability: from Vectorworks 2018

## Category
* Utility